Repository: printempstg/craft-5152-en-ro
Catalog: tm/5152_EN-RO-batch2.tmx
Source language: en
Languages: ro

source: Important: In order to establish a faultless connection between the external end of the pacing wire and the adapter plug, the exposed end of the wire behind the needle is an optimum length.
ro: Important: Pentru a realiza o conexiune perfectă între capătul extern al electrodului de stimulare și conectorul tip adaptor, capătul expus al electrodului din spatele acului este dimensionat la o lungime optimă.

source: Important: Please note that the pacing wire end must be laid straight on the teeth of the clip to ensure optimum forming.
ro: Important: Ţineţi cont de faptul că, pentru a asigura modelarea optimă, capătul electrodului de stimulare trebuie așezat perpendicular pe dinţii clipului.

source: Important: The 2 mm plug contact is protected by a removable isolation bush.
ro: Important: Contactul conectorului de 2 mm este protejat de un manșon izolator detașabil.

source: Important: The exposed end of the pacing wire must be as straight as possible and should not be bent or markedly distorted in any way.
ro: Important: Capătul expus al electrodului de stimulare trebuie să fie cât mai drept posibil și nu trebuie îndoit sau deformat în mod semnificativ.

source: In a second step compression of the prosthesis is adjusted by clamps over both poles, the clamps are replaced by VICRYL™ sutures which only passes the mesh but not the capsule or the parenchyma.
ro: La etapa a doua, compresia protezei se ajustează cu ajutorul penselor plasate la ambii poli, pensele fiind înlocuite cu suturi din VICRYL™ care străbat numai plasa, nu și capsula sau parenchimul.

source: In case of severe damage and if increased coaptation of the wound is required, the third strand can be tightened on the diaphragmatic side of the spleen.
ro: În cazul unui defect sever, și dacă este necesară o coaptare extinsă a plăgii, cel de-al treilea fir poate fi strâns pe faţa diafragmatică a splinei.

source: In handling this or any other suture material, care should be taken to avoid damage from handling.
ro: Manevrarea acestui material precum și a oricăror altor materiale de sutură trebuie realizată cu grijă pentru a evita deteriorarea.

source: In handling this or any other suture material, care should be taken to avoid damage.
ro: Manevrarea acestui material de sutură precum și a oricăror altora trebuie realizată cu grijă pentru a evita deteriorarea.

source: In the event that a pacemaker is to be attached later, the insulation tube should be slid over the contact pins in such a way that no exposed metal remains.
ro: Dacă atașarea stimulatorului cardiac va avea loc mai târziu, tubul de izolare trebuie împins peste pinii de contact evitând expunerea metalului.

source: In this animal model, the strength of the incision, when supported by the mesh, was significantly greater than the sutured incisional wound.
ro: În acest studiu efectuat pe un model animal, rezistenţa inciziei susţinute de plasă a fost semnificativ mai mare decât în cazul plăgii incizionale suturate.

source: Indications
ro: INDICAŢII

source: Instructions for use
ro: Instrucţiuni de utilizare

source: Isolation bush
ro: Manșon izolator

source: It is recommended that VICRYL™ MESH be fixed with absorbable sutures.
ro: Se recomandă fixarea PLASEI VICRYL™ cu ajutorul unor fire de sutură absorbabile.

source: It is recommended to start tightening the drawstrings from the falciform ligament and then to proceed to the lateral part of the lobe.
ro: Se recomandă strângerea firelor de tracţiune începând de la ligamentul falciform și mergând apoi către partea laterală a lobului.

source: Like all foreign bodies MERSILENE™ may potentiate an existing infection.
ro: La fel ca toate corpurile străine, MERSILENE™ poate potenţa o infecţie existentă.

source: Like all foreign bodies MONOCRYL™ may potentiate an existing infection.
ro: La fel ca toate corpurile străine, MONOCRYL™ poate potenţa o infecţie existentă.

source: Like all foreign bodies VICRYL™ PLUS may potentiate an existing infection.
ro: La fel ca toate corpurile străine, VICRYL™ PLUS poate potenţa o infecţie existentă.

source: Like all foreign bodies VICRYL™ RAPIDE may enhance an existing infection.
ro: La fel ca toate corpurile străine, VICRYL™ rapide poate potenţa o infecţie existentă.

source: Like all foreign bodies VICRYL™ may potentiate an existing infection.
ro: La fel ca toate corpurile străine, VICRYL™ poate potenţa o infecţie existentă.

source: MERSILENE™ complies with the requirements of the European Pharmacopoeia for Sterile Poly (ethylene Terephthalate) Suture and the United States Pharmacopoeia for Non Absorbable Surgical Sutures (except for an occasional slight oversize in some gauges).
ro: MERSILENE™ satisfac cerinţele formulate în Farmacopeea Europeană privind firele de sutură sterile din poli (etilen tereftalat) și cu cerinţele Farmacopeei SUA privind firele de sutură chirurgicală non-absorbabile (cu excepţia unei ușoare supradimensionări ocazionale pentru unele diametre).

source: MERSILENE™ is available in a range of gauge sizes and lengths, non-needled or attached to stainless steel needles of various types and sizes.
ro: MERSILENE™ este disponibil într-o gamă variată de diametre și lungimi, fără ace sau atașate la ace din oţel inoxidabil de diverse tipuri și mărimi.

source: MERSILENE™ is available undyed (white) or dyed green with D & C Green No.6, Colour Index No. 61565.
ro: MERSILENE™ este disponibil în stare nevopsită (alb) sau vopsit în verde cu Verde D & C nr. 6, codul culorii 61565.

source: MERSILENE™ suture elicits a minimal initial inflammatory reaction in tissue followed by a gradual encapsulation of the suture by fibrous connective tissue.
ro: Firele de sutură MERSILENE™ suscită o reacţie inflamatorie iniţială minimă la nivelul ţesuturilor, urmată de încapsularea treptată a suturii cu ţesut conjunctiv fibros.

source: MERSILENE™ suture is a monofilament or braided, nonabsorbable sterile surgical suture composed of poly (ethylene terephthalate).
ro: Firul de sutură MERSILENE™ este un fir de sutură steril, non-absorbabil, monofilament sau împletit, realizat din poli (etilen tereftalat).

source: MERSILENE™ sutures are intended for use in general soft tissue approximation and/ or ligation, including use in cardiovascular, ophthalmic and neurological procedures, and also for the fixation of soft tissue to bone tissue.
ro: Firele de sutură MERSILENE™ sunt indicate pentru utilizarea în intervenţiile generale de afrontare și/sau ligaturare a ţesuturilor moi, inclusiv în procedurile cardiovasculare, oftalmologice și neurologice, precum și pentru fixarea ţesutului moale de ţesutul osos.

source: MERSILENE™ sutures are sterilized by irradiation.
ro: Firele de sutură MERSILENE™ sunt sterilizate prin iradiere.

source: MONOCRYL™ UNDYED must not be used for abdominal closure or to close fascial tissue.
ro: MONOCRYL™ NEVOPSIT nu trebuie utilizat pentru inchiderea abdomenului sau a ţesutului fascial.

source: MONOCRYL™ complies with all the requirements of the European Pharmacopoeia for Sterile Synthetic Absorbable Monofilament Sutures and the requirements of the United States Pharmacopoeia for Absorbable Surgical Sutures except for a slight oversize in diameter.
ro: MONOCRYL™ satisface toate cerinţele Farmacopeei Europene privind firele de sutură monofilament sterile, sintetice, absorbabile şi cerinţele Farmacopeei SUA privind firele de sutură chirurgicală absorbabile, cu excepţia unei uşoare supradimensionări in diametru.

source: MONOCRYL™ complies with all the requirements of the European Pharmacopoeia for Sterile Synthetic Absorbable monofilament Sutures and the requirements of the United States Pharmacopoeia for Absorbable Surgical Sutures except for a slight oversize in diameter.
ro: MONOCRYL™ satisface toate cerinţele Farmacopeei Europene privind firele de sutură monofilament sterile, sintetice, absorbabile şi cerinţele Farmacopeei SUA privind firele de sutură chirurgicală absorbabile, cu excepţia unei uşoare supradimensionări in diametru.

source: MONOCRYL™ is a sterile synthetic absorbable monofilament suture prepared from a copolymer of glycolide and ε-caprolactone.
ro: MONOCRYL™ este un fir de sutură steril, sintetic, absorbabil, monofilament, realizat dintr-un copolimer de glicolidă şi ε-caprolactonă.

source: MONOCRYL™ is available in a range of gauge sizes and lengths, non-needled or attached to stainless steel needles of varying types and sizes.
ro: Firele de sutură MONOCRYL™ sunt disponibile intr-o gamă variată de diametre şi lungimi, fără ace sau ataşate la ace din oţel inoxidabil de diverse tipuri şi mărimi.

source: MONOCRYL™ suture elicits a minimal initial inflammatory reaction in tissues and is eventually replaced with an in-growth of fibrous connective tissue.
ro: MONOCRYL™ provoacă o reacţie inflamatorie tisulară iniţială minimă şi este inlocuit ulterior prin proliferare de ţesut conjunctiv fibros.

source: MONOCRYL™ sutures are dyed by adding D&C violet No.2 (Colour Index Number 60725) during polymerisation.
ro: Firele de sutură MONOCRYL™ sunt vopsite prin adăugarea pigmentului violet D & C nr. 2 (codul culorii 60725) in timpul polimerizării.

source: MONOCRYL™ sutures are intended for use in general soft tissue approximation and/or ligation where an absorbable material is indicated.
ro: Firele de sutură MONOCRYL™ sunt indicate pentru utilizarea in intervenţiile generale de afrontare şi/sau ligaturare a ţesuturilor moi, acolo unde este indicată utilizarea unui material absorbabil.

source: MONOCRYL™ sutures are sterilized by ethylene oxide gas.
ro: Firele de sutură MONOCRYL™ sunt sterilizate cu oxid de etilenă gazos.

source: Method of sterilization: Ethylene Oxide
ro: Metoda de sterilizare: Oxid de etilenă

source: Method of sterilization: Ethylene Oxide or Irradiation
ro: Metoda de sterilizare: oxid de etilenă sau iradiere

source: Method of sterilization: Irradiation
ro: Metoda de sterilizare: Iradiere

source: Mild compression to achieve hemostasis is rapidly tolerated by the liver parenchyma.
ro: Compresia ușoară, necesară pentru obţinerea hemostazei, este tolerată cu ușurinţă de către parenchimul hepatic.

source: None known.
ro: Nu se cunosc.

source: Normally the removal of the suture is not required.
ro: În mod normal, nu este necesară scoaterea firelor de sutură.

source: One or more VICRYL™ meshes of appropriate sizes are chosen according to indication and surgical technique.
ro: Se aleg una sau mai multe plase VICRYL™ de dimensiuni adecvate, în funcţie de indicaţie și de tehnica chirurgicală.

source: PERFORMANCE
ro: PERFORMANŢĂ

source: PRODUCT OUTLINE
ro: DESCRIEREA PRODUSULUI

source: Particular care is therefore required when other devices liable to generate electrical energy are used concurrently (e.
ro: Astfel este necesară o atenție sporită când se utilizează în paralel alte dispozitive care ar putea genera energie electrică (de

source: Particular care should be given to ensuring that no components which might touch each other or conduct electricity are present at the connection point (e.
ro: Trebuie să se acorde o atenție sporită pentru a se asigura că la punctul de conectare nu există componente care ar putea să se atingă între ele sau să fie conductori de electricitate (de ex. vârfuri de ace proeminente).

source: Particular care should be taken to ensure that no components which might touch each other or conduct electricity are present at the junction (e.
ro: Trebuie să se acorde o atenţie sporită pentru a se asigura că la conexiune nu există componente care ar putea să se atingă între ele sau care ar putea să conducă electricitatea (de

source: Perihepatic Prosthesis: Separate mesh bag shapes for the right and left liver lobe have to be used.
ro: Proteza perihepatică: Trebuie utilizate plase separate, cu formă specifică, pentru lobul hepatic drept și cel stâng.

source: Perirenal Prosthesis: The size of the prosthesis should be carefully chosen.
ro: Proteza perirenală: Dimensiunea protezei trebuie aleasă cu grijă.

source: Perisplenic Prosthesis: The perisplenic prosthesis is designed to envelop the spleen and to be fastened around the hilus.
ro: Proteza perisplenică: Proteza perisplenică are rolul de a cuprinde splina și de a fi fixată în jurul hilului.

source: Polarity
ro: Polaritate

source: Poliglecaprone 25 copolymer has been found to be non-antigenic, non-pyrogenic and elicits only a slight tissue reaction during absorption.
ro: Copolimerul poliglecapronă 25 s-a dovedit a fi non-antigenic, apirogen, provocand doar o uşoară reacţie tisulară in timpul absorbţiei.

source: Polyglactin 910 copolymer and Polyglactin 370 with calcium stearate have been found to be nonantigenic, nonpyrogenic and elicit only a slight tissue reaction during absorption.
ro: Copolimerii de poliglactin 910 și poliglactin 370 cu stearat de calciu s-au dovedit a fi non-antigenici, non-pirogenici, provocând doar o ușoară reacţie tisulară în timpul absorbţiei.

source: Polyglactin 910 copolymer and its coatings have been found to be nonantigenic, nonpyrogenic and elicit only a mild tissue reaction during absorption.
ro: Copolimerul polyglactin 910 și straturile sale de acoperire s-au dovedit a fi non-antigenice și non-pirogene, suscitând doar o ușoară reacţie în timpul absorbţiei.

source: Post Implantation
ro: Post-implantare

source: Potential adverse events may also include inflammation and potentiation of infection.
ro: Reacţiile adverse potenţiale pot include, de asemenea, inflamaţia și potenţarea infecţiei.

source: Product name
ro: Denumirea produsului

source: Progressive 2 loss of tensile strength and eventual absorption of MONOCRYL™ sutures occurs by means of hydrolysis, where the polymer degrades to adipic acid which is subsequently absorbed and metabolised in the body.
ro: Pierderea progresivă a rezistenţei la tracţiune și, în cele din urmă, absorbţia firului de sutură MONOCRYL™ au loc prin hidroliză, prin care polimerul este descompus în acid adipic, care apoi este absorbit și metabolizat în 2 organism.

source: Progressive loss of tensile strength and eventual absorption of MONOCRYL™ sutures occurs by means of hydrolysis, where the polymer degrades to adipic acid which is subsequently absorbed and metabolised in the body.
ro: Pierderea progresivă a rezistenţei la tracţiune şi, in cele din urmă, absorbţia firului de sutură MONOCRYL™ au loc prin hidroliză, prin care polimerul este descompus in acid adipic, care apoi este absorbit şi metabolizat in organism.

source: Progressive loss of tensile strength and eventual absorption of VICRYL™ PLUS sutures occurs by means of hydrolysis, where the copolymer degrades to glycolic and lactic acids which are subsequently absorbed and metabolized in the body.
ro: Pierderea progresivă a rezistenţei la tracţiune și, în cele din urmă, absorbţia suturii VICRYL™ PLUS are loc prin hidroliză, prin care copolimerul se descompune în acid glicolic și acid lactic, care sunt apoi absorbiţi și metabolizaţi în organism.

source: Progressive loss of tensile strength and eventual absorption of VICRYL™ RAPIDE occurs by means of hydrolysis, where the copolymer degrades to glycolic and lactic acids which are subsequently absorbed and metabolized in the body.
ro: Pierderea progresivă a rezistenţei la tracţiune și în final absorbţia suturii VICRYL™ rapide are loc prin hidroliză, prin care copolimerul este descompus în acid glicolic și acid lactic, care apoi sunt absorbiţi şi metabolizaţi în organism.

source: Progressive loss of tensile strength and eventual absorption of VICRYL™ sutures occurs by means of hydrolysis, where the copolymer degrades to glycolic and lactic acids which are subsequently absorbed and metabolized in the body.
ro: Pierderea progresivă a rezistenţei la tracţiune și, în cele din urmă, absorbţia suturii VICRYL™ are loc prin hidroliză, prin care copolimerul se descompune în acid glicolic și acid lactic, care sunt apoi absorbite și metabolizate în organism.

source: Recommended storage conditions: Below 25° C, away from moisture and direct heat.
ro: Condiţii de depozitare recomandate: sub 25 °C, ferite de umezeală și căldură directă.

source: Recommended storage conditions: Below 25˚C, away from moisture and direct heat.
ro: Condiţii de depozitare recomandate: la temperaturi mai mici de 25 °C, ferit de umezeală sau căldură directă.

source: Recommended storage conditions: below 25° C, away from moisture and direct heat.
ro: Condiţii de depozitare recomandate: la temperaturi mai mici de 25 °C, ferit de umezeală sau căldură directă.

source: Reshaping needles may cause them to loose strength and be less resistant to bending and breaking.
ro: Remodelarea acelor poate determina pierderea solidităţii, acestea devenind astfel mai puţin rezistente la îndoire sau rupere.

source: Reshaping needles may cause them to lose strength and be less resistant to bending and breaking.
ro: Remodelarea acelor poate determina pierderea solidităţii, acestea devenind astfel mai puţin rezistente la îndoire sau rupere.

source: STERILE
ro: STERILĂ

source: STERILE SYNTHETIC ABSORBABLE
ro: STERIL SINTETIC ABSORBABIL

source: STERILE SYNTHETIC NON ABSORBABLE
ro: STERIL SINTETIC NON-ABSORBABIL

source: STERILITY
ro: STERILITATEA

source: STORAGE
ro: DEPOZITARE

source: SUTURE
ro: FIR DE SUTURĂ

source: SYMBOLS USED ON LABELLING
ro: SIMBOLURI UTILIZATE PENTRU ETICHETARE

source: See instructions for use
ro: A se consulta instrucţiunile de utilizare

source: Signs of cholestasis, cytolysis and impaired blood circulation as well as adequate liver function parameters have to be observed at a reasonable time scale postoperatively.
ro: Postoperator se impune ţinerea sub observaţie pe un interval de timp rezonabil a semnelor de colestază, citoliză și afectare a circulaţiei sanguine, precum și a parametrilor funcţiei hepatice adecvate.

source: Skin sutures which must remain in place longer than 7 days may cause localised irritation and should be snipped off or removed as indicated.
ro: Suturile la nivelul pielii care trebuie să rămână în poziţie pentru mai mult de 7 zile pot determina o iritaţie locală, fiind necesară scoaterea sau înlocuirea acestora, după caz.

source: Skin sutures which must remain in place longer than 7 days may cause localized irritation and should be snipped off or removed.
ro: Suturile la nivelul pielii care trebuie să rămană in poziţie mai mult de 7 zile pot determina o iritaţie locală, fiind necesară scoaterea sau indepărtarea lor.

source: Skin sutures which remain in place longer than 7 days may cause localized irritation and should be snipped off or removed as indicated.
ro: Suturile la nivelul pielii care trebuie să rămână în poziţie mai mult de 7 zile pot determina o iritaţie locală, fiind necesară scoaterea sau îndepărtarea acestora, după caz.

source: Sterile unless package is damaged or opened.
ro: Steril dacă ambalajul nu este desfăcut sau deteriorat.

source: Subcutaneous 2 tissue implantation in rats shows that no significant change in the retention of tensile strength of the suture occurs during the entire evaluation period of 180 days.
ro: Implantarea în ţesutul subcutanat la șobolani nu a indicat nicio modificare semnificativă a menţinerii rezistenţei la tracţiune a suturii pe întreaga perioadă de evaluare de 180 de zile.

source: Subcutaneous and intramuscular implantation studies of VICRYL™ RAPIDE in rats show that 5 days post-implantation approximately 50% of the original tensile strength remains.
ro: Studiile de implantare subcutanată și intramusculară a VICRYL™ rapide la șobolani au arătat că, la 5 zile după implantare se păstrează aproximativ 50% din rezistenţa originală la tracţiune.

source: Subcutaneous implantation studies in rats indicate that the absorption of VICRYL™ MESH material is minimal until about 6 weeks post implantation and essentially complete between 60 and 90 days.
ro: Studiile privind implantarea subcutanată la șobolani arată că absorbţia materialului din PLASA VICRYL™ este minimă până la 6 săptămâni după implantare, fiind practic completă între 60 și 90 zile.

source: Subcuticular sutures should be placed as deeply as possible to minimise the erythema and induration normally associated with the absorption process.
ro: Suturile subcuticulare trebuie realizate cat mai profund posibil pentru a minimiza eritemul şi indurarea asociate in mod obişnuit cu procesul de absorbţie.

source: Subcuticular sutures should be placed as deeply as possible to minimize the erythema and induration normally associated with the absorption process.
ro: Suturile subcuticulare trebuie realizate cât mai profund posibil pentru a minimiza eritemul și indurarea asociate în mod obișnuit cu procesul de absorbţie.

source: Successful use is reported for instance as support for the closure of chest wall and abdominal wall defects.
ro: Au fost raportate cazuri de utilizare cu succes, de exemplu, ca susţinere la închiderea defectelor peretelui toracic și ale peretelui abdominal.

source: Surgeons should consider the in vivo performance (under PERFORMANCE section) when selecting a suture.
ro: La selectarea unui fir de sutură, chirurgii trebuie să ţină cont de performanţa in-vivo (prezentată în secţiunea PERFORMANŢĂ).

source: Surgeons should consider the in-vivo performance (under PERFORMANCE section) when selecting a suture.
ro: La selectarea unui fir de sutură, chirurgii trebuie să ţină cont de performanţa in-vivo (prezentată in paragraful PERFORMANŢĂ).

source: Sutures are also available in the undyed form.
ro: Firele de sutură sunt disponibile și în varianta nevopsită.

source: Sutures should be selected and implanted depending on patient condition, surgical experience, surgical technique and wound size.
ro: Firele de sutură trebuie selectate și utilizate în funcţie de starea pacientului, experienţa chirurgului, tehnica chirurgicală și dimensiunea plăgii.

source: TEMPORARY CARDIAC PACING WIRE
ro: ELECTROD DE STIMULARE CARDIACĂ TEMPORARĂ

source: Take the adapter plug from the folder and open the end cap (Fig. 2).
ro: Scoateţi conectorul de tip adaptor din mapă și deschideți capacul terminal (figura 2).

source: Temporary cardiac pacing wire …
ro: Electrod de stimulare cardiac temporară …

source: Temporary cardiac pacing wires are made of multifilament surgical wire coated with polyethylene.
ro: Electrozii de stimulare cardiacă temporară sunt fabricaţi din fir chirurgical multifilament învelit cu polietilenă.

source: The VICRYL™ mesh bag also serves as a suture support when additional parenchymal sutures are used, protecting the tissue against cutting or tearing out of the sutures.
ro: Sacul din plasă VICRYL™ servește, de asemenea, ca suport de sutură atunci când sunt utilizate suturi parenchimale suplimentare, protejând ţesutul împotriva tăierii sau sfâșierii suturilor.

source: The VICRYL™ mesh is prepared from polyglactin 910, a synthetic absorbable copolymer of glycolide and lactide, derived respectively from glycolic acid and lactic acids.
ro: Plasa VICRYL™ este fabricată din poliglactin 910, un copolimer sintetic absorbabil din glicolidă și lactidă, care la rândul lor sunt derivate din acid glicolic și acid lactic.

source: The VICRYL™ strands facilitate placement and first adjustment.
ro: Firele de VICRYL™ facilitează amplasarea și ajustarea iniţială.

source: The absorption of VICRYL™ RAPIDE occurs thereafter and is essentially complete by 42 days.
ro: Absorbţia VICRYL™ rapide are loc ulterior și este, în principiu, încheiată după 42 de zile.

source: The best effect is achieved by complete covering of kidney, spleen or liver.
ro: Efectul optim se obţine prin acoperirea completă a rinichiului, splinei sau ficatului.
